Repository: minhnguyenerp/devkit
Catalog: programs/winmerge/WinMerge-2.16.50.2/Frhed/Languages/*.po
Languages: ta

source: Cannot get access to clipboard.
ta: இடைநிலைப்பலகைக்கான அணுகலைப் பெற முடியாது.

source: Cannot lock clipboard.
ta: இடைநிலைப்பலகை பூட்ட முடியாது.

source: Not enough memory for copying.
ta: நகலெடுப்பதற்கு போதுமான நினைவகம் இல்லை.

source: Do you want the above output to be copied to the clipboard?
ta: மேலே உள்ள வெளியீட்டை இடைநிலைப்பலகையில் நகலெடுக்க விரும்புகிறீர்களா?

source: You need to select a clipboard format to use.
ta: பயன்படுத்த நீங்கள் ஒரு இடைநிலைப்பலகை வடிவமைப்பைத் தேர்ந்தெடுக்க வேண்டும்.

source: Could not get text from the clipboard. Cannot continue!
ta: இடைநிலைப்பலகையிலிருந்து உரையைப் பெற முடியவில்லை. தொடர முடியாது!

source: There is text on the clipboard. Do you want to import from the clipboard instead of a file?
ta: இடைநிலைப்பலகையில் உரை உள்ளது. நீங்கள் கோப்புக்கு பதிலாக இடைநிலைப்பலகையில் இருந்து இறக்குமதி செய்ய விரும்புகிறீர்களா?

source: Can't copy more bytes than are present.
ta: இருப்பதை விட அதிகமான பைட்டுகளை நகலெடுக்க முடியாது.

source: Can't cut more bytes than are present.
ta: இருப்பதை விட அதிகமான பைட்டுகளை வெட்ட முடியாது.

source: Not enough memory for cutting to clipboard.
ta: இடைநிலைப்பலகைக்கு வெட்டுவதற்கு போதுமான நினைவகம் இல்லை.

source: Could not cut the data.
ta: தரவை வெட்ட முடியவில்லை.

source: Can't delete more bytes than are present.
ta: இருப்பதை விட அதிகமான பைட்டுகளை நீக்க முடியாது.

source: Could not delete data.
ta: தரவை நீக்க முடியவில்லை.

source: Decimal value not recognized.
ta: தசம மதிப்பு அறியப்படவில்லை.

source: Number of times not recognized.
ta: அறியப்படாத முறை எண்ணிக்கையில்.

source: Invalid start offset.
ta: தவறான தொடக்க ஈடுசெய்.

source: Not enough space for writing decimal values.
ta: தசம மதிப்புகளை எழுதுவதற்கு போதுமான இடம் இல்லை.

source: Number of times to paste must be at least 1.
ta: ஒட்ட வேண்டிய முறைகள் குறைந்தது 1 ஆக இருக்க வேண்டும்.

source: Tried to paste zero-length array.
ta: சுழிய நீள வரிசையை ஒட்ட முயற்சி.

source: Not enough memory for inserting.
ta: செருகுவதற்கு போதுமான நினைவகம் இல்லை.

source: Not enough space for overwriting.
ta: மேலெழுத போதுமான இடம் இல்லை.

source: Can't fill a selection with a file of zero size.
ta: சுழிய அளவிலான கோப்புடன் ஒரு தேர்வை நிரப்ப முடியாது.

source: Can't fill a selection with a string of zero size.
ta: சுழிய அளவிலான சரம் மூலம் ஒரு தேர்வை நிரப்ப முடியாது.

source: Too many bytes to fill with or some other error.
ta: நிரப்ப பல பைட்டுகள் அல்லது வேறு ஏதேனும் பிழைகள்.

source: You have chosen an offset but it is negative, which is invalid.
ta: நீங்கள் ஒரு ஈடுசெய்யைத் தேர்ந்தெடுத்துள்ளீர்கள், ஆனால் அது எதிர்மறையானது, இது தவறானது.

source: The target value is invalid.
ta: இலக்கு மதிப்பு தவறானது.

source: Cannot move/copy a block of zero length.
ta: சுழிய நீளத்தின் தொகுதியை நகர்த்த/நகலெடுக்க முடியாது.

source: The chosen block extends into non-existent data.
ta: தேர்ந்தெடுக்கப்பட்ட தொகுதி இல்லாத தரவுகளாக நீண்டுள்ளது.

source: The block was not moved!
ta: தொகுதி நகர்த்தப்படவில்லை!

source: Cannot move/copy the block outside the data.
ta: தரவுக்கு வெளியே தொகுதியை நகர்த்த/நகலெடுக்க முடியாது.

source: &Size of file: %lld bytes. Load how many bytes:
ta: கோப்பின் அளவு: %lld பைட்டுகள். எத்தனை பைட்டுகளை ஏற்றவும்:

source: Cannot open more than 2 GB of data.
ta: 2 சிபி தரவைத் திறக்க முடியாது.

source: Specified number of bytes to load greater than file size.
ta: கோப்பு அளவை விட அதிகமாக ஏற்ற குறிப்பிட்ட பைட்டுகளின் எண்ணிக்கை.

source: Too many bytes to load.
ta: ஏற்ற பல பைட்டுகள்.

source: Cannot reverse single byte.
ta: ஒற்றை பைட்டை மாற்ற முடியாது.

source: The chosen block extends into non-existent data. The offsets will be shifted to correct positions.
ta: தேர்ந்தெடுக்கப்பட்ட தொகுதி இல்லாத தரவுகளாக நீண்டுள்ளது. ஈடுசெய்கள் சரியான நிலைகளுக்கு மாற்றப்படும்.

source: Link names are "Frhed.lnk"
ta: இணைப்பு பெயர்கள் "ஃப்ரெட்.lnk"

source: This folder already contains a file called "Frhed.lnk"
ta: இந்த கோப்புறையில் ஏற்கனவே "ஃப்ரெட்.lnk" என்ற கோப்பை கொண்டுள்ளது

source: "Frhed.lnk" can be added to this folder.
ta: இந்த கோப்புறையில் "ஃப்ரெட்.lnk" ஐ சேர்க்கலாம்.

source: "Frhed.lnk" cannot be added to this folder.
ta: இந்த கோப்புறையில் "ஃப்ரெட்.lnk" ஐ சேர்க்க முடியாது.

source: Frhed can start searching here.
ta: ஃப்ரெட் இங்கே தேட ஆரம்பிக்கலாம்.

source: Frhed cannot start the search from here.
ta: ஃப்ரெட் இங்கிருந்து தேடலைத் தொடங்க முடியாது.

source: Could not save shortcut entries.
ta: குறுக்குவழி உள்ளீடுகளை சேமிக்க முடியவில்லை.

source: Cannot move more than 1 link at a time.
ta: ஒரு நேரத்தில் 1 இணைப்புக்கு மேல் நகர்த்த முடியாது.

source: No link selected to move.
ta: நகர்த்த எந்த இணைப்பும் தேர்ந்தெடுக்கப்படவில்லை.

source: Couldn't find the selected item.
ta: தேர்ந்தெடுக்கப்பட்ட உருப்படியைக் கண்டுபிடிக்க முடியவில்லை.

source: Place a link to Frhed in...
ta: ஃப்ரெட்க்கு ஒரு இணைப்பை வைக்கவும் ...

source: Move the link to Frhed to...
ta: இணைப்பை ஃப்ரெட்க்கு நகர்த்தவும் ...

source: There is already a link in that folder.
ta: அந்த கோப்புறையில் ஏற்கனவே ஒரு இணைப்பு உள்ளது.

source: Existing links to old versions of Frhed will be updated to this version. Are you sure you want to continue?
ta: ஃப்ரெட் இன் பழைய பதிப்புகளுக்கான தற்போதைய இணைப்புகள் இந்த பதிப்பிற்கு புதுப்பிக்கப்படும். நீங்கள் தொடர விரும்புகிறீர்களா?

source: Pick a folder to start searching in.
ta: தேடத் தொடங்க ஒரு கோப்புறையைத் தேர்ந்தெடு.

source: No links selected to delete.
ta: நீக்க எந்த இணைப்புகளும் தேர்ந்தெடுக்கப்படவில்லை.

source: Selection too large.
ta: தேர்வு மிகப் பெரியது.

source: Could not find data.
ta: தரவைக் கண்டுபிடிக்க முடியவில்லை.

source: Findstring is zero bytes long.
ta: சரம்தேடு சுழிய பைட்டுகள் நீளமானது.

source: Could not find any more occurrences.
ta: மேலும் நிகழ்வுகளைக் கண்டுபிடிக்க முடியவில்லை.

source: String to find not specified.
ta: குறிப்பிடப்படவில்லை என்பதைக் கண்டறிய சரம்.

source: You need to have Administrator privileges for getting list of drives.
ta: இயக்கிகளின் பட்டியலைப் பெறுவதற்கான நிர்வாகி சலுகைகள் உங்களுக்கு இருக்க வேண்டும்.

source: Unable to open drive.
ta: இயக்கி திறக்க முடியவில்லை.

source: Cylinders
ta: கலன்கள்

source: Sectors
ta: பகுதிகள்

source: Tracks per cylinder
ta: ஒரு கலனுக்கு தடங்கள்

source: Sectors per track
ta: ஒரு பாதையில் பகுதிகள்

source: Bytes per sector
ta: ஒரு பகுதிக்கு பைட்டுகள்

source: Total size in bytes
ta: பைட்டுகளில் மொத்த அளவு

source: %s:Sector %I64d
ta: %s: பிரிவு %i64d

source: Drive %d, Partition %d (%s)
ta: இயக்கி %d, பகிர்வு %d ( %s)

source: Drive %d (%s)
ta: இயக்கி %d ( %s)

source: Not enough memory to import data. Cannot continue! Do you want to keep what has been found so far?
ta: தரவை இறக்குமதி செய்ய போதுமான நினைவகம் இல்லை. தொடர முடியாது! இதுவரை கண்டுபிடிக்கப்பட்டதை வைத்திருக்க விரும்புகிறீர்களா?

source: The first offset found was 0x%llx, which is greater than zero. Do you want to insert %lld null bytes at the start of the data?
ta: கண்டுபிடிக்கப்பட்ட முதல் ஈடுசெய் 0x%llx ஆகும், இது பூச்சியத்தை விட அதிகமாகும். தரவின் தொடக்கத்தில் %lld சுழிய பைட்டுகளை செருக விரும்புகிறீர்களா?

source: Invalid offset found. Ignore further invalid offsets?
ta: தவறான ஈடுசெய் காணப்பட்டது. மேலும் தவறான ஈடுசெய்களை புறக்கணிக்கவா?

source: Character data does not agree with hex data. Ignore further mismatched data? NB: Hex data will be used when ignoring.
ta: எழுத்து தரவு பதின்ம தரவுடன் உடன்படவில்லை. மேலும் பொருந்தாத தரவை புறக்கணிக்கவா? குறிப்பு: புறக்கணிக்கும்போது பதின்ம தரவு பயன்படுத்தப்படும்.

source: Illegal character in hex data. Cannot continue! Do you want to keep what has been found so far?
ta: பதின்ம தரவுகளில் சட்டவிரோத எழுத்து. தொடர முடியாது! இதுவரை கண்டுபிடிக்கப்பட்டதை வைத்திருக்க விரும்புகிறீர்களா?

source: Unexpected end of data found. Cannot continue! Do you want to keep what has been found so far?
ta: தரவின் எதிர்பாராத முடிவு. தொடர முடியாது! இதுவரை கண்டுபிடிக்கப்பட்டதை வைத்திருக்க விரும்புகிறீர்களா?

source: Does this data have the same format as the Frhed display? This data contains
ta: இந்தத் தரவுகள் ஃப்ரெட் காட்சி போன்ற வடிவத்தைக் கொண்டிருக்கிறதா? இந்த தரவு உள்ளது

source: characters other than whitespace and hexdigits (like Frhed display).
ta: வெள்ளைவெளி மற்றும் பதின்மஎண்கள் (ஃப்ரெட் காட்சி போன்றவை) தவிர வேறு எழுத்துக்கள்.

source: only whitespace and hexdigits (unlike Frhed display).
ta: வெள்ளைவெளி மற்றும் பதின்மஎண்கள் மட்டுமே (ஃப்ரெட் காட்சி போலல்லாமல்).

source: Data to replace must be selected.
ta: மாற்றுவதற்கான தரவு தேர்ந்தெடுக்கப்பட வேண்டும்.

source: Could not delete selected data.
ta: தேர்ந்தெடுக்கப்பட்ட தரவை நீக்க முடியவில்லை.

source: Replacing failed.
ta: மாற்றுவது தோல்வியுற்றது.

source: Could not translate text to binary.
ta: உரையை இருமம்க்கு மொழிபெயர்க்க முடியவில்லை.

source: To-replace and replace-with data are same.
ta: தரவுகளை மாற்று மாற்று தரவுகள் ஒன்றே.

source: %d occurrences replaced.
ta: %d நிகழ்வுகள் மாற்றப்பட்டன.

source: Could not use selection as replace target.
ta: மாற்றுவதற்கு இலக்காக தேர்வைப் பயன்படுத்த முடியவில்லை.

source: Selected: Offset %zd=0x%zx to %zd=0x%zx (%zd byte(s))
ta: தேர்ந்தெடுக்கப்பட்டது: ஈடுசெய் %zd = 0x%zx to %zd=0x%zx (%zd பைட்(கள்))

source: Offset %zd=0x%zx
ta: ஈடுசெய் %zd = 0x%zx

source: Bits
ta: இருமங்கள்

source: Unsigned
ta: கையொப்பமிடாத

source: END
ta: முடிவு

source: W
ta: சொ

source: Signed
ta: கையொப்பமிடப்பட்டது

source: Size
ta: அளவு

source: Template file:
ta: வார்ப்புரு கோப்பு:

source: Applied at offset:
ta: ஈடுசெய் இடத்தில் பயன்படுத்தப்படுகிறது:

source: = %d (signed) = %u (unsigned) = 0x%x = '%c'
ta: = %d (கையொப்பமிடப்பட்டது) = %u (கையொப்பமிடாத) = 0x%x = '%c'

source: = %d (signed) = %u (unsigned) = 0x%x
ta: = %d (கையொப்பமிடப்பட்டது) = %u (கையொப்பமிடாத) = 0x%x

source: ERROR: not enough space for byte-size data.
ta: பிழை: பைட் அளவிலான தரவுக்கு போதுமான இடம் இல்லை.

source: ERROR: missing variable name.
ta: பிழை: மாறி பெயரைக் காணவில்லை.

source: ERROR: not enough space for WORD-size data.
ta: பிழை: சொல் அளவிலான தரவுக்கு போதுமான இடம் இல்லை.

source: ERROR: not enough space for DWORD-size data.
ta: பிழை: இருசொல்-அளவு தரவுக்கு போதுமான இடம் இல்லை.

source: ERROR: not enough space for float-size data.
ta: பிழை: மிதவை அளவிலான தரவுக்கு போதுமான இடம் இல்லை.

source: ERROR: not enough space for double-size data.
ta: பிழை: இரட்டை அளவு தரவுக்கு போதுமான இடம் இல்லை.

source: ERROR: Unknown variable type:
ta: பிழை: தெரியாத மாறி வகை:

source: -> Length of template = %zu bytes.
ta: -> வார்ப்புருவின் நீளம் = %zu பைட்டுகள்.

source: Template files (*.tpl)0*.tpl00
ta: வார்ப்புரு கோப்புகள் (*.tpl)0*.tpl00

source: Choose template file
ta: வார்ப்புரு கோப்பைத் தேர்வுசெய்க

source: Could not open template file %s.
ta: வார்ப்புரு கோப்பு %s ஐ திறக்க முடியவில்லை.

source: Could not load template from file %s.
ta: கோப்பு %s இலிருந்து வார்ப்புருவை ஏற்ற முடியவில்லை.

source: Select an item to move.
ta: நகர்த்த ஒரு உருப்படியைத் தேர்ந்தெடு.

source: No data to insert
ta: செருக தரவு இல்லை

source: TYMED_ISTORAGE is not supported for drag-drop.
ta: இழுத்து-விடுக்கு TYMED_ISTORAGE ஆதரிக்கப்படவில்லை.

source: Float size value: %g
ta: மிதவை அளவு மதிப்பு: %g

source: Not enough space for float size value.
ta: மிதவை அளவு மதிப்புக்கு போதுமான இடம் இல்லை.

source: Double size value: %g
ta: இரட்டை அளவு மதிப்பு: %g

source: Not enough space for double size value.
ta: இரட்டை அளவு மதிப்புக்கு போதுமான இடம் இல்லை.

source: File name and path:
ta: கோப்பு பெயர் மற்றும் பாதை:

source: Partially opened at offset 0x%zx = %zd. Number of bytes read: %zd = %zd kilobytes.
ta: ஈடுசெய் 0x%zx = %zd இல் ஓரளவு திறக்கப்பட்டது. பைட்டுகளின் எண்ணிக்கை படிக்க: %zd = %zd கிலோபைட்டுகள்.

source: File size: %zu bytes = %zu kilobytes.
ta: கோப்பு அளவு: %zu பைட்டுகள் = %zu கிலோபைட்டுகள்.

source: Number of hexdump lines: %zu.
ta: பதின்மகொத்து கோடுகளின் எண்ணிக்கை: %zu.

source: This file could not be accessed and will be removed from the MRU list.
ta: இந்த கோப்பை அணுக முடியவில்லை, மேலும் அஅப பட்டியலிலிருந்து அகற்றப்படும்.

source: Really reset colors to default values?
ta: இயல்புநிலை மதிப்புகளுக்கு வண்ணங்களை உண்மையில் மீட்டமைக்கவா?

source: Are you sure you want to delete this file?
ta: இந்த கோப்பை நீக்க விரும்புகிறீர்களா?

source: Could not delete file.
ta: கோப்பை நீக்க முடியவில்லை.

source: Really adopt the operating system colour scheme?
ta: இயக்க முறைமை வண்ணத் திட்டத்தை உண்மையில் ஏற்றுக்கொள்கிறீர்களா?

source: Do you want to save your changes?
ta: உங்கள் மாற்றங்களைச் சேமிக்க விரும்புகிறீர்களா?

source: Hexdump saved.
ta: பதின்மகொத்து சேமிக்கப்பட்டது.

source: Could not save Hexdump.
ta: பதின்மகொத்து சேமிக்க முடியவில்லை.

source: Not enough memory for copying hexdump to clipboard.
ta: இடைநிலைப்பலகைக்கு பதின்மகொத்து நகலெடுக்க போதுமான நினைவகம் இல்லை.

source: Could not copy hexdump to clipboard.
ta: இடைநிலைப்பலகைக்கு பதின்மகொத்து நகலெடுக்க முடியவில்லை.

source: Hex Dump files(*.txt,*.hex)|*.txt;*.hex|All Files (*.*)|*.*|
ta: பதின்மகொத்து கோப்புகள்(*.txt,*.hex)|*.txt;*.hex|அனைத்து கோப்புகளும் (*.*) |*.*|
