Repository: minhnguyenerp/devkit
Catalog: programs/winmerge/WinMerge-2.16.50.2/Frhed/Languages/*.po
Languages: ta

source: LANG_ENGLISH, SUBLANG_ENGLISH_US
ta: Tamil, தமிழ்

source: &File
ta: கோப்பு

source: &New Ctrl+N
ta: புதிய கட்டு+N

source: &Open... Ctrl+O
ta: திற... கட்டு+O

source: Open pa&rtially... Alt+P
ta: பகுதி திற... மாற்று+P

source: &Save Ctrl+S
ta: சேமி கட்டு+S

source: Save &As... Ctrl+J
ta: என சேமி... கட்டு+J

source: Save selec&tion as... Ctrl+Shift+O
ta: தேர்வை என சேமி... கட்டு+தூக்கு+O

source: Re&vert Ctrl+Shift+R
ta: திருப்பிஎடு கட்டு+தூக்கு+R

source: &Insert file... Ctrl+Shift+I
ta: கோப்பை செருகவும்... கட்டு+தூக்கு+I

source: &Delete file... Ctrl+Shift+D
ta: கோப்பை நீக்கு... கட்டு+தூக்கு+D

source: Close File Ctrl+Shift+X
ta: கோப்பை மூடு கட்டு+தூக்கு+X

source: &Export as hexdump...
ta: பதின்மகொத்தாக ஏற்றுமதி...

source: I&mport from hexdump... Ctrl+Shift+H
ta: பதின்மகொத்தில் இருந்து இறக்குமதி... கட்டு+தூக்கு+H

source: E&xit Alt+F4
ta: வெளியேறு மாற்று+F4

source: &Disk
ta: வட்டு

source: &Open drive...
ta: இயக்கி திற...

source: &Close drive
ta: இயக்கி மூடு

source: Goto &First Sector
ta: முதல் பகுதிக்கு செல்

source: Goto &Next Sector Ctrl+Shift+PgDn
ta: அடுத்த பகுதிக்கு செல் கட்டு+தூக்கு+கீழ்பக்கம்

source: Goto &Previous Sector Ctrl+Shift+PgUp
ta: முந்தைய பகுதிக்கு செல் கட்டு+தூக்கு+மேல்பக்கம்

source: Goto &Last Sector
ta: கடைசி பகுதிக்கு செல்

source: Goto &Sector #...
ta: பகுதிக்கு # செல்...

source: &Edit
ta: திருத்து

source: &Undo Ctrl+Z
ta: செயல்தவிர் கட்டு+Z

source: &Redo Ctrl+Y
ta: மறுசெயல் கட்டு+Y

source: Cu&t... Ctrl+X
ta: வெட்டு... கட்டு+X

source: &Copy... Ctrl+C
ta: நகல்... கட்டு+C

source: &Paste... Ctrl+V
ta: ஒட்டு... கட்டு+C

source: Paste &with dialog... Ctrl+Shift+V
ta: உரையாடலுடன் ஒட்டு... கட்டு+தூக்கு+V

source: &Move/Copy bytes... Ctrl+Alt+M
ta: பைட்டுகளை நகர்த்த/நகலெடுக்க... கட்டு+மாற்று+M

source: Reverse bytes... Ctrl+Alt+R
ta: தலைகீழ் பைட்டுகள்... கட்டு+மாற்று+R

source: &Append... Ctrl+P
ta: பிற்சேர்... கட்டு+P

source: &Delete Del
ta: நீக்கு நீக்கு

source: &Select all Ctrl+A
ta: அனைத்தும் தேர்ந்தெடு கட்டு+A

source: Select &block... Ctrl+E
ta: தொகுதி தேர்ந்தெடு... கட்டு+E

source: &Fill selection... Ctrl+Shift+F
ta: தேர்வை நிரப்பவும்... கட்டு+தூக்கு+F

source: Toggle h&ex/character editing TAB
ta: பதின்ம/எழுத்துகள் திருத்துதல் தாவலை மாற்று தாவு

source: Toggle keyboard I&nsert/Overwrite mode Ins
ta: விசைப்பலகை செருகு/மேலெழுது பயன்முறை மாற்று செருகு

source: Read-only mode Alt+R
ta: படிக்க மட்டும் பயன்முறை மாற்று+R

source: &Find and Replace
ta: கண்டுபிடித்து மாற்று

source: &Find... Ctrl+F
ta: கண்டுபிடி... கட்டு+F

source: &Replace... Ctrl+H
ta: மாற்று... கட்டு+H

source: Find &next F3
ta: அடுத்தது கண்டுபிடி F3

source: Find &previous Shift+F3
ta: முந்தையது கண்டுபிடி தூக்கு+F3

source: &Go To... Ctrl+G
ta: செல்... கட்டு+G

source: Enter decimal &value... Ctrl+D
ta: தசம மற்றும் மதிப்பை உள்ளிடு... கட்டு+D

source: Man&ipulate bits... Ctrl+B
ta: மாற்றி அமை இருமங்கள்... கட்டு+B

source: C&ompare from current offset... Ctrl+M
ta: தற்போதைய ஈடுசெய்யிலிருந்து ஒப்பிடு... கட்டு+M

source: Get f&loating point value... Ctrl+L
ta: புள்ளி மதிப்பைப் பெறு... கட்டு+l

source: File properties... Alt+Enter
ta: கோப்பு பண்புகள்... மாற்று+Enter

source: Appl&y template... Alt+T
ta: வார்ப்புரு இடு... மாற்று+T

source: Open in text editor F5
ta: உரை திருத்தியில் திற F5

source: &View
ta: காண்க

source: Scroll &left Ctrl+Arrow Left
ta: இடதுபுறம் உருட்டு கட்டு+Arrow Left

source: Scroll &right Ctrl+Arrow Right
ta: வலதுபுறம் உருட்டு கட்டு+Arrow Right

source: Scroll &up Ctrl+Arrow Up
ta: மேலே உருள் கட்டு+மேல்அம்பு

source: Scroll &down Ctrl+Arrow Down
ta: கீழே உருள் கட்டு+கீழ்அம்பு

source: Scroll up a page Ctrl+Page Up
ta: பக்கத்தை மேலே உருட்டு கட்டு+மேல்பக்கம்

source: Scroll down a page Ctrl+Page Down
ta: பக்கத்தை கீழே உருட்டு கட்டு+கீழ்பக்கம்

source: Zoom in Ctrl++
ta: உள் பெரிதாக்கு கட்டு++

source: Zoom out Ctrl+-
ta: வெளி பெரிதாக்கு கட்டு--

source: Zoom normal Ctrl+*
ta: இயல்பு பெரிதாக்கு கட்டு+*

source: &Options
ta: விருப்பங்கள்

source: &View settings... Ctrl+I
ta: அமைப்புகளைக் காண்க... கட்டு+i

source: &Color settings
ta: வண்ண அமைப்புகள்

source: &Text color... Ctrl+T
ta: உரை நிறம்... கட்டு+T.

source: &Background color... Ctrl+K
ta: பின்னணி நிறம்... கட்டு+k

source: Separator color... Ctrl+Q
ta: பிரிப்பான் நிறம்... கட்டு+q

source: Selection text color... Ctrl+Shift+T
ta: தேர்வு உரை நிறம்... கட்டு+தூக்கு+T.

source: Selection background color... Ctrl+Shift+K
ta: தேர்வு பின்னணி நிறம்... கட்டு+தூக்கு+K

source: Bookmark color... Ctrl+Shift+B
ta: புத்தக்குறி நிறம் ... கட்டு+தூக்கு+B

source: Reset colors to standard... Ctrl+Shift+S
ta: வண்ணங்களை தரத்திற்கு மீட்டமை... கட்டு+தூக்கு+s

source: &Adopt OS colour scheme... Ctrl+Shift+A
ta: இமு வண்ணத் திட்டத்தை ஏற்றுக்கொள்... கட்டு+தூக்கு+a

source: C&haracter set... Ctrl+R
ta: எழுத்து தொகுப்பு... கட்டு+R

source: B&inary mode... Ctrl+Shift+Y
ta: இரும பயன்முறை... கட்டு+தூக்கு+Y

source: &OLE Drag-drop... Ctrl+Alt+O
ta: ஓஎல்இ இழுத்து-விடு... கட்டு+மாற்று+O

source: Make backups Ctrl+Shift+M
ta: ​​காப்புப்பிரதிகளை உருவாக்கு கட்டு+தூக்கு+M

source: &Registry
ta: பதிவேடு

source: In &all context menu
ta: அனைத்து சூழல் பட்டியலிலும்

source: In &unknown context menu
ta: அறியப்படாத சூழல் பட்டியல்

source: Is &default in unknown context
ta: அறியப்படாத சூழலில் இயல்புநிலை

source: &Save ini when required
ta: தேவைப்படும்போது இனி சேமி

source: Change &instance...
ta: நிகழ்வு மாற்று...

source: S&hortcuts to Frhed...
ta: ஃப்ரெட்க்கு குறுக்குவழிகள்...

source: &Bookmarks
ta: புத்தக்குறிகள்

source: &Add bookmark... Ctrl+W
ta: புத்தக்குறியைச் சேர்... கட்டு+w

source: &Remove bookmark... Alt+W
ta: புத்தகக்குறியை அகற்று ... மாற்று+w

source: &Clear all bookmarks Ctrl+Shift+W
ta: அனைத்து புத்தக்குறிகளையும் அழிக்கவும் கட்டு+தூக்கு+W

source: &Misc
ta: மற்றவை

source: Goto DLL e&xport names...
ta: DLL எற்றுமதி பெயர்களுக்கு செல்...

source: Goto DLL import names...
ta: DLL இறக்குமதி பெயர்களுக்கு செல்...

source: Encode / Decode...
ta: குறியாக்கம் / மறைகுறி...

source: &Help
ta: உதவி

source: &Help topics... F1
ta: உதவி தலைப்புகள்... F1

source: &About Frhed...
ta: ஃப்ரெட் பற்றி...

source: Replace... Ctrl+H
ta: மாற்று... கட்டு+h

source: Find next F3
ta: அடுத்ததை தேடு F3

source: Find previous Shift+F3
ta: முந்தையதை தேடு தூக்கு+F3

source: Goto &Next Sector
ta: அடுத்த பகுதிக்கு செல்

source: Goto &Previous Sector
ta: முந்தைய பகுதிக்கு செல்

source: Go to Offset
ta: ஈடுசெய்க்குச் செல்

source: Start with "+" or "-" (minus) for relative jump.
ta: உறவு தாவலுக்கு "+" அல்லது "-" (கழித்தல்) உடன் தொடங்கு.

source: Prefix offset with "x" to indicate hex notation.
ta: பதிண்ம குறியீட்டைக் குறிக்க "x" உடன் முன்னொட்டு ஈடுசெய்.

source: OK
ta: சரி

source: Cancel
ta: கைவிடு

source: Find
ta: தேடு

source: &Find what:
ta: எதைத் தேட:

source: Please refer to the online help's Using the Special Syntax section for searching for binary values.
ta: இருமம் மதிப்புகளைத் தேடுவதற்கு சிறப்பு தொடரியல் பகுதியைப் பயன்படுத்தும் நிகழ்நிலை உதவியைப் பார்.

source: Direction
ta: திசை

source: &Up
ta: மேலே

source: &Down
ta: கீழே

source: Match &case
ta: வழக்கு பொருத்து

source: U&nicode
ta: ஒருங்குறி

source: About Frhed
ta: ஃப்ரெட் பற்றி

source: Frhed - Free hex editor
ta: ஃப்ரெட் - இலவச பதிண்ம திருத்தி

source: (c) Raihan Kibria 2000
ta: (c) ராய்கன் கிபிரியா 2000

source: All rights reserved.
ta: அனைத்து உரிமைகளும் பாதுகாக்கப்பட்டவை.

source: Contributors are listed in Contributors.txt.
ta: பங்களிப்பாளர்கள் பங்களிப்பாளர்கள்.txt இல் பட்டியலிடப்பட்டுள்ளார்கள்.

source: Open contributors list
ta: திற பங்களிப்பாளர்கள் பட்டியல்

source: Homepage
ta: முகப்புபக்கம்

source: Open Frhed's homepage in browser
ta: ஃப்ரெட் இன் முகப்புபக்கத்தை உலாவியில் திற

source: Export Hexdump
ta: ஏற்றுமதி பதின்மகொத்து

source: Start at offset:
ta: ஈடுசெய்யில் தொடங்கு:

source: End at offset:
ta: ஈடுசெய்யில் முடி:

source: Export to
ta: இதற்கு ஏற்றுமதி

source: File
ta: கோப்பு

source: Clipboard
ta: இடைநிலைப்பலகை

source: Type
ta: வகை

source: Frhed display as text
ta: ஃப்ரெட் காட்சி உரையாக

source: Just hex digits on a line
ta: ஒரு வரி மேல் மட்டும் பதின்ம எண்கள்

source: Frhed display as RTF
ta: ஃப்ரெட் காட்சி உஉவ ஆக

source: Enter decimal value
ta: தசம மதிப்பை உள்ளிடு

source: Enter decimal value:
ta: தசம மதிப்பை உள்ளிடு:

source: At offset:
ta: ஈடுசெய்யில்:

source: Number of times:
ta: எண்ணிக்கையிலான முறை:

source: Size of Value:
ta: மதிப்பின் அளவு:

source: Byte (8 bit)
ta: பைட் (8 இருமம்)

source: Word (16 bit)
ta: சொல் (16 இருமம்)

source: Double word (32 bit)
ta: இரட்டை சொல் (32 இருமம்)

source: Paste with dialogue
ta: உரையாடலுடன் ஒட்டு

source: Clipboard content (text):
ta: இடைநிலைப்பலகை உள்ளடக்கம் (உரை):

source: Paste mode
ta: ஒட்டு பயன்முறை

source: Overwrite
ta: மேலெழுதும்

source: Insert
ta: செருகவும்

source: Paste data how many times:
ta: எத்தனை முறை தகவலை ஒட்ட:

source: Paste coded binary values as text
ta: குறியிடப்பட்ட இருமம் மதிப்புகளை உரையாக ஒட்டு

source: Skip how many bytes between inserts/overwrites
ta: செருகு/மேலெழுதலுக்கு இடையில் எத்தனை பைட்டுகள் தவிர்

source: Cut
ta: வெட்டு

source: Start cutting at offset:
ta: ஈடுசெய்யில் வெட்டத் தொடங்கு:

source: Cut how many bytes
ta: எத்தனை பைட்டுகளை வெட்டுங்கள்

source: Cut up to and including offset:
ta: வரை வெட்டு ஈடுசெய்ச் சேர்த்து:

source: Number of bytes to cut:
ta: வெட்ட வேண்டிய பைட்டுகளின் எண்ணிக்கை:

source: Copy
ta: நகலெடு

source: Start copying at offset:
ta: ஈடுசெய்யில் நகலெடுக்கத் தொடங்கு:

source: Copy how many bytes
ta: நகலெடு எத்தனை பைட்டுகள்

source: Copy up to and including offset:
ta: வரை நகலெடு ஈடுசெய்ச் சேர்த்து:

source: Number of bytes to copy:
ta: நகலெடுக்க வேண்டிய பைட்டுகளின் எண்ணிக்கை:

source: View Settings
ta: அமைப்புகள் பார்வை

source: Number of bytes to display per line:
ta: ஒரு வரிக்கு காண்பிக்க பைட்டுகளின் எண்ணிக்கை:

source: Automatically adjust number of bytes per line (uncheck this if you want Frhed to use your own choice for bytes per line)
ta: ஒரு வரிக்கு பைட்டுகளின் எண்ணிக்கையை தானாக சரிசெய்யவும் (ஒரு வரிக்கு பைட்டுகளுக்கு உங்கள் சொந்த தேர்வைப் பயன்படுத்த விரும்பினால் இதைத் தேர்வுசெய்யவும்)

source: Display length of offset in how many characters:
ta: ஈடுசெய்யின் நீளம் காட்டு எத்தனை எழுத்துக்களில்:

source: Adjust offset length to that of the max offset
ta: ஈடுசெய் நீளத்தை அதிகஅளவு ஈடுசெய்யின் நீளத்திற்கு சரிசெய்யவும்.

source: Display values at caret position as:
ta: சுட்டி நிலையில் மதிப்புகளை இவ்வாறு காண்பி::

source: unsigned
ta: கையொப்பமிடாத

source: signed
ta: கையொப்பமிட்ட

source: Set read-only mode on opening files
ta: கோப்புகளைத் திறப்பதில் படிக்க மட்டும் பயன்முறையை அமை

source: Path and filename of the text editor to call:
ta: அழைக்க உரை திருத்தியின் பாதை மற்றும் கோப்பு பெயர்:

source: Browse...
ta: உலாவு...

source: Language:
ta: மொழி:

source: Append
ta: பிற்சேர்

source: Bytes to append to the end of the file:
ta: கோப்பின் முடிவில் சேர்க்க பைட்டுகள்:

source: Manipulate Bits
ta: பிட்களை மாற்று

source: Character Set
ta: எழுத்து தொகுப்பு

source: Choose character set
ta: எழுத்து தொகுப்பைத் தேர்வுசெய்க

source: ANSI
ta: அநாஉநி

source: OEM
ta: ஒஇஎம்

source: Font size in points:
ta: புள்ளிகளில் எழுத்துரு அளவு:

source: Choose area of difference to display
ta: காண்பிக்க வேறுபாட்டின் பகுதியைத் தேர்வுசெய்க

source: file_sizes
ta: கோப்பு_அளவுகள்

source: number_of_diffs
ta: வேறுபாடுகள்_எண்ணிக்கை

source: Copy above list
ta: மேலே பட்டியலை நகலெடு

source: Binary Mode
ta: இருமம் முறை

source: Choose binary mode
ta: இருமம் பயன்முறையைத் தேர்வுசெய்க

source: Little-endian (Intel)
ta: சிறிய-முடிவு (இன்டெல்)

source: Big-endian (Motorola)
ta: பெரிய-முடிவு (மோட்டோரோலா)

source: Select Block
ta: தொகுதி தேர்ந்தெடு

source: Start of selection (prefix x for hex):
ta: தேர்வின் தொடக்க (பதின்மத்திற்கு x முன்னொட்டு):

source: End of selection (prefix x for hex):
ta: தேர்வின் முடிவு (பதின்மத்திற்கு x முன்னொட்டு):

source: Reverse Bytes
ta: தலைகீழ் பைட்டுகள்

source: Offset of first byte:
ta: முதல் பைட் ஈடுசெய்:

source: Offset of last byte:
ta: கடைசி பைட் ஈடுசெய்:

source: Add Bookmark
ta: புத்தக்குறியைச் சேர்

source: Offset (prefix x for hex):
ta: ஈடுசெய் (பதிண்மத்திற்கு x முன்னொட்டு):

source: Name:
ta: பெயர்:

source: Add
ta: கூட்டு

source: Remove Bookmark
ta: புத்தகக்குறியை அகற்று

source: Remove
ta: அகற்று

source: Open partially
ta: ஓரளவு திறக்கவும்

source: Start opening partially
ta: ஓரளவு திறக்கத் தொடங்குங்கள்

source: &At offset from the beginning of file (prefix x for hex):
ta: கோப்பின் தொடக்கத்திலிருந்து ஈடுசெய்யில் (பதிண்மத்திற்கு x முன்னொட்டு):

source: &From end of file
ta: கோப்பின் முடிவில் இருந்து

source: &How many bytes:
ta: எத்தனை பைட்டுகள்:

source: &Display offsets relative to start of file (or start of loaded block)
ta: கோப்பின் தொடக்கத்துடன் தொடர்புடைய ஈடுசெய்யைக் காண்பி (அல்லது ஏற்றப்பட்ட தொகுதியின் தொடக்க)

source: Paste
ta: ஒட்டு

source: Bytes to skip between inserts/overwrites:
ta: செருகல்/மேலெழுதும் இடையில் தவிர்க்க பைட்டுகள்:

source: Clipboard format to use:
ta: பயன்படுத்த இடைநிலைப்பலகை வடிவம்:

source: Refresh
ta: புதுப்பிப்பு

source: - CF_TEXT was used by previous versions of Frhed - Those starting w CF_ are standard formats && others are registered/private ones - Some formats may have been synthesized from the original.
ta: - CF_TEXT ஃப்ரெட் இன் முந்தைய பதிப்புகளால் பயன்படுத்தப்பட்டது - w cf_ ஐத் தொடங்குபவர்கள் நிலையான வடிவங்கள் && மற்றவர்கள் பதிவுசெய்யப்பட்ட/தனிப்பட்டவர்கள் - சில வடிவங்கள் அசலில் இருந்து ஒருங்கிணைக்கப்பட்டிருக்கலாம்.

source: Template
ta: வார்ப்புரு

source: Result of template application:
ta: வார்ப்புரு பயன்பாட்டின் முடிவு:

source: Replace
ta: மாற்று

source: Find what:
ta: எதைக் கண்டுபிடி:

source: Find next
ta: அடுத்ததை தேடு

source: Find previous
ta: முந்தையதைக் கண்டறியவும்

source: Match case
ta: போட்டி வழக்கு

source: Replace with:
ta: இதனுடன் மாற்று:

source: Replace all...
ta: அனைத்தையும் மாற்று ...

source: ... following occurrences
ta: ... பின்வரும் நிகழ்வுகள்

source: ... previous occurrences
ta: ... முந்தைய நிகழ்வுகள்

source: Use special syntax
ta: சிறப்பு தொடரியல் பயன்படுத்தவும்

source: Fill Selection
ta: தேர்வை நிரப்பவும்

source: Fill from:
ta: இதிலிருந்து நிரப்பவும்:

source: File:
ta: கோப்பு:

source: &Browse...
ta: உலாவு...

source: Hex:
ta: பதின்ம:

source: Selection
ta: தேர்வு

source: Start:
ta: தொடக்கம்:

source: End:
ta: முடிவு:

source: Size:
ta: அளவு:

source: Input
ta: உள்ளீடு

source: Size of input:
ta: உள்ளீட்டின் அளவு:

source: # Times input fits:
ta: # முறை உள்ளீடு பொருந்துகிறது:

source: Remainder:
ta: மீதமுள்ள:

source: Assignment operator
ta: ஒதுக்கீட்டு இயக்கி

source: Assign (=)
ta: ஒதுக்கு (=)

source: OR (|=)
ta: அல்லது (| =)

source: AND (&&=)
ta: மற்றும் (&&=)

source: XOR (^=)
ta: அல்லதில் (^=)

source: Change Instance
ta: நிகழ்வு மாற்று

source: Load the following instance data:
ta: பின்வரும் நிகழ்வு தரவை ஏற்றவும்:

source: and save (when quiting) to this instance data:
ta: இந்த நிகழ்வு தரவுகளில் சேமிக்கவும் (வெளியேறும்போது):

source: Remember that if any instance of Frhed is running on the same instance data as this one it will overwrite the data of this one if it exits last. Unless, that is, that the option to save ini data to the registry on exit is disabled)
ta: ஃப்ரெட் இன் எந்தவொரு நிகழ்வும் அதே நிகழ்வு தரவுகளில் இயங்கினால், அது கடைசியாக வெளியேறினால் இந்த தரவை மேலெழுதும் என்பதை நினைவில் கொள்ளுங்கள். தவிர, ஐ.என்.ஐ தரவை வெளியேறும்போது பதிவேட்டில் சேமிப்பதற்கான விருப்பம் முடக்கப்பட்டுள்ளது)

source: Encode / Decode Data
ta: தரவை குறியீடு / மறைகுறியீடு

source: Algorithms:
ta: வழிமுறைகள்:

source: Arguments:
ta: வாதங்கள்:

source: Encode
ta: குறியாக்கம்

source: Decode
ta: மறைகுறியீடு

source: Open Drive
ta: திறந்த இயக்கி

source: NOTE: Frhed allows only reading the drive data. Changing and saving the drive data is not possible.
ta: குறிப்பு: இயக்கி தரவைப் படிக்க மட்டுமே ஃப்ரெட் அனுமதிக்கிறது. இயக்கி தரவை மாற்ற சேமிக்க முடியாது.

source: Open
ta: திற

source: Go to Track
ta: கண்காணிக்கு செல்

source: Drive Information:
ta: இயக்கி தகவல்:

source: &Go to track:
ta: பாதைக்கு செல்:

source: Shortcuts
ta: குறுக்குவழிகள்

source: Paths of shortcuts to Frhed:
ta: ஃப்ரெட்க்கு குறுக்குவழிகளின் பாதைகள்:

source: Links to Frhed
ta: ஃப்ரெட்க்கான இணைப்புகள்

source: &Find links to any Frhed.exe, fix them and list them here.
ta: எந்த ஃப்ரெட்.exe க்கும் இணைப்புகளைக் கண்டறிந்து, அவற்றை சரிசெய்து இங்கே பட்டியலிடுங்கள்.

source: Create link in/on:
ta: இல்/மேல் இணைப்பை உருவாக்கவும்:

source: &Desktop
ta: திரைப்பலகம்

source: S&tart Menu
ta: தெடக்கப் பட்டியல்

source: &Send To
ta: இதற்கு அனுப்பு

source: &Programs
ta: திட்டங்கள்

source: Link management:
ta: இணைப்பு மேலாண்மை:

source: << &Add...
ta: << சேர்...

source: &Update list
ta: புதுப்பிப்பு பட்டியல்

source: >> &Delete
ta: >> நீக்கு

source: &Move
ta: நகர்த்து

source: &Reload
ta: மீண்டும் ஏற்று

source: &Close
ta: மூடு

source: Move/Copy bytes
ta: பைட்டுகளை நகர்த்து/நகலெடு

source: Operation:
ta: செயல்பாடு:

source: Start with (-) for negative length or movement backwards. Prefix with x for hex notation.
ta: எதிர்மறை நீளம் அல்லது இயக்கத்திற்கு பின்னோக்கி (-) உடன் தொடங்கவும். பதின்ம குறியீட்டிற்கு x உடன் முன்னொட்டு.

source: Move
ta: நகர்த்து

source: Begin of the block:
ta: தொகுதியின் தொடக்கம்:

source: End of the block:
ta: தொகுதியின் முடிவு:

source: Offset
ta: ஈடுசெய்

source: Length
ta: நீளம்

source: Target:
ta: இலக்கு:

source: Bytes forward
ta: பைட்டுகள் முன்னோக்கி

source: First byte offset
ta: முதல் பைட் ஈடுசெய்

source: Last byte offset
ta: கடைசி பைட் ஈடுசெய்

source: Drag-drop
ta: இழுத்து-விடு

source: Clipboard format[s] to use:
ta: பயன்படுத்த இடைநிலைப்பலகை வடிவம்[கள்]:

source: Up
ta: மேலே

source: Down
ta: கீழே

source: Data:
ta: தரவு:

source: OLE Drag-drop options
ta: ஓஎல்இ இழுத்து-விடு விருப்பங்கள்

source: General
ta: பொது

source: Enable drop input
ta: விடு உள்ளீட்டை இயக்கு

source: Enable drag output
ta: இழுவை வெளியீட்டை இயக்கு

source: Enable scroll-delaying for drag-drop
ta: இழுத்து-விடுவதற்கு சுருள்-தாமதத்தை இயக்கு

source: Enable scroll-delaying for selecting
ta: தேர்ந்தெடுப்பதற்கு சுருள்-தாமதத்தை இயக்கு

source: Always give the opportunity to change between move and copy after a drop.
ta: ஒரு துளைக்குப் பிறகு நகர்த்துவதற்கும் நகலெடுப்பதற்கும் இடையில் மாற்றுவதற்கான வாய்ப்பை எப்போதும் கொடுங்கள்.

source: CF_HDROP opens the files dropped.
ta: CF_HDROP கைவிடப்பட்ட கோப்புகளைத் திறக்கிறது.

source: Drop "BinaryData" if present
ta: இருந்தால் "இருமம்தரவு" ஐ விடவும்

source: Drop CF_TEXT if present
ta: இருந்தால் CF_TEXT ஐ விடவும்

source: Output
ta: வெளியீடு

source: Drag "BinaryData"
ta: "இருமம்தரவு" ஐ இழுக்கவும்

source: Drag CF_TEXT as:
ta: CF_TEXT ஐ என இழு:

source: Hexdump
ta: பதின்மகொத்து

source: Special syntax (<bh:ff>...)
ta: சிறப்பு தொடரியல் (<bh:ff>...)

source: display (else digits)
ta: காட்சி (அல்லது இலக்கங்கள்)

source: Drag "Rich Text Format" (as hexdump)
ta: "உயர் உரை வடிவத்தை" இழு (பதின்மகொத்தாக)

source: Multiple files dropped
ta: பல கோப்புகள் விடப்பட்டன

source: Select the file to open:
ta: திறக்க கோப்பைத் தேர்ந்தெடு:

source: Delete
ta: நீக்கு

source: Start deleting at offset:
ta: ஈடுசெய்யில் நீக்கத் தொடங்குங்கள்:

source: Delete how many bytes
ta: எத்தனை பைட்டுகளை நீக்க

source: Delete up to and including offset:
ta: ஈடுசெய் வரை நீக்கு ஈடுசெய்யையும் சேர்த்து:

source: Number of bytes to delete:
ta: நீக்க பைட்டுகளின் எண்ணிக்கை:

source: New
ta: புதிய

source: Save
ta: சேமி

source: Help
ta: உதவி

source: Goto next sector
ta: அடுத்த பகுதிக்கு செல்

source: Goto previous sector
ta: முந்தைய பகுதிக்கு செல்

source: Goto first sector
ta: முதல் பகுதிக்கு செல்

source: Goto last sector
ta: கடைசி பகுதிக்கு செல்

source: Frhed
ta: ஃப்ரெட்

source: Version %u.%u.%u
ta: பதிப்பு %u.%u.%u

source: %d) 0x%zx=%zu to 0x%zx=%zu (%zu bytes)
ta: %d) 0x%zx=%zu முதல் 0x%zx=%zu (%zu பைட்டுகள்) வரை

source: All Files (*.*)|*.*|
ta: எல்லா கோப்புகளும் (*.*) |*.*|

source: Untitled
ta: தலைப்பிடப்படாத

source: READ
ta: படிக்க

source: OVR
ta: மேல்எழுது

source: INS
ta: சொரு

source: L
ta: நீ

source: B
ta: பை

source: You are trying to open a link file. Click on Yes if you want to open the file linked to, or click on No if you want to open the link file itself. Choose Cancel if you want to abort opening.
ta: நீங்கள் ஒரு இணைப்பு கோப்பைத் திறக்க முயற்சிக்கிறீர்கள். இணைக்கப்பட்ட கோப்பைத் திறக்க விரும்பினால் ஆம் என்பதைக் சொடுக்கு செய்க, அல்லது இணைப்பு கோப்பைத் திறக்க விரும்பினால் இல்லை ஐக் சொடுக்கு செய்க. நீங்கள் திறப்பதை நிறுத்த விரும்பினால் நீக்கறல் என்பதைத் தேர்வுசெய்க.

source: Start offset not recognized.
ta: ஈடுசெய் அறியப்படவில்லை.

source: End offset not recognized.
ta: முடிவு ஈடுசெய் அறியப்படவில்லை.

source: Offset not recognized.
ta: ஈடுசெய் அறியப்படவில்லை.

source: Error while reading from file.
ta: கோப்பிலிருந்து படிக்கும்போது பிழை.

source: Not enough memory.
ta: போதுமான நினைவகம் இல்லை.

source: Number of bytes not recognized.
ta: பைட்டுகளின் எண்ணிக்கை அறியப்படவில்லை.

source: Error opening file.
ta: கோப்பைத் திறப்பதில் பிழை.

source: Not enough memory to load file.
ta: கோப்பை ஏற்ற போதுமான நினைவகம் இல்லை.

source: Could not save the file.
ta: கோப்பை சேமிக்க முடியவில்லை.

source: Could not backup file! Backup aborted, Save continuing.
ta: கோப்பை காப்புப் பிரதி எடுக்க முடியவில்லை! காப்புப்பிரதி கைவிடப்பட்டது, தொடர்ந்து சேமிக்கவும்.

source: Could not save partially opened file.
ta: ஓரளவு திறந்த கோப்பை சேமிக்க முடியவில்லை.

source: Could not move data in the file.
ta: கோப்பில் தரவை நகர்த்த முடியவில்லை.

source: Could not resize the file.
ta: கோப்பை அளவை மாற்ற முடியவில்லை.

source: Could not seek in file.
ta: கோப்பில் தேட முடியவில்லை.

source: Could not write data to file.
ta: தாக்கல் செய்ய தரவை எழுத முடியவில்லை.

source: Help file %s not found!
ta: உதவி கோப்பு %s கண்டுபிடிக்கப்படவில்லை!

source: Error code 0x%x occurred while opening file %s.
ta: பிழைக் குறியீடு 0x%x ஆனது %s ஐ திறக்கும்போது ஏற்பட்டது.

source: Could not save preferences to registry.
ta: பதிவேட்டில் விருப்பங்களை சேமிக்க முடியவில்லை.

source: File is empty.
ta: கோப்பு காலியாக உள்ளது.

source: An error occurred when calling the text editor.
ta: உரை திருத்தியை அழைக்கும்போது பிழை ஏற்பட்டது.

source: Could not insert data.
ta: தரவைச் செருக முடியவில்லை.

source: Error checking file size
ta: கோப்பு அளவை சரிபார்க்க பிழை

source: No data present. Cannot continue!
ta: தரவு இல்லை. தொடர முடியாது!

source: Could not get text from the file. Cannot continue!
ta: கோப்பிலிருந்து உரையைப் பெற முடியவில்லை. தொடர முடியாது!

source: KB
ta: கிபை

source: MB
ta: மெபை

source: GB
ta: சிபி

source: TB
ta: டெபை

source: Could not open the browser.
ta: உலாவியைத் திறக்க முடியவில்லை.

source: File %s not found!
ta: கோப்பு %s கண்டுபிடிக்கப்படவில்லை!

source: Can not set bookmark at that position.
ta: அந்த நிலையில் புத்தகக்குறியை அமைக்க முடியாது.

source: There already is a bookmark on that position.
ta: ஏற்கனவே அந்த நிலையில் ஒரு புத்தக்குறி உள்ளது.

source: Can not set bookmark in empty file.
ta: வெற்று கோப்பில் புத்தகக்குறியை அமைக்க முடியாது.

source: Can not set any more bookmarks.
ta: மேலும் புத்தக்குறிகளை அமைக்க முடியாது.

source: Bookmark points to invalid position.
ta: புத்தகக்குறி தவறான நிலையை சுட்டிக்காட்டுகிறது.

source: No bookmarks to remove.
ta: அகற்ற புத்தக்குறிகள் இல்லை.

source: Remove all bookmarks?
ta: அனைத்து புத்தக்குறிகளையும் அகற்றவா?

source: Number of bytes to append not recognized.
ta: அறியப்படாத பைட்டுகளின் எண்ணிக்கை.

source: Not enough memory for appending.
ta: சேர்க்க போதுமான நினைவகம் இல்லை.

source: Offset: 0x%zx = %zd
ta: ஈடுசெய்: 0x%zx = %zd

source: Value: 0x%02x, %d signed, %u unsigned.
ta: மதிப்பு: 0x%02x, %d கையொப்பமிடப்பட்டது, %u கையொப்பமிடப்படவில்லை.

source: Choose file to compare with
ta: ஒப்பிடுவதற்கு கோப்பைத் தேர்வுசெய்க

source: Error while opening file.
ta: கோப்பைத் திறக்கும்போது பிழை.

source: %d areas of difference found.
ta: வேறுபாட்டின் %d பகுதிகள்.

source: Remaining loaded data size: %lld, size of file on disk: %lld.
ta: மீதமுள்ள ஏற்றப்பட்ட தரவு அளவு: %lld, வட்டில் கோப்பின் அளவு: %lld

source: Data matches exactly.
ta: தரவு சரியாக பொருந்துகிறது.
